{"albumes":[
    {
        "titulo": "Plastic Beach",
        "id": "plasticbeach",
        "artista": "Gorillaz",
        "duracion": "42",
        "fechaSalida": "2010/03/03",
        "nota": "9.5",
        "fechaReview": "2022/02/09",
        "review": "Estaba dudando y de hecho al principio pensé que ni si quiera pasaría del 4 pero segun fuí escuchando fue subiendo la nota. <strong>Orchestral Intro</strong>, <strong>Welcome To The World Of The Plastic Beach</strong> y <strong>White Flag</strong> me parecen un principio demasiado flojo, esto junto con <strong>Glitter Freeze</strong> y <strong>Cloud of Unknowing</strong> impiden que le ponga un 10. Son tracks demasiado lentas y en mi opinión sin ritmo del que enganchar, al menos las colocaron bien tho. Quizás sea injusto porque la mayoría de canciones ya eran de mis favoritas pero ya dije esto no es ni de lejos imparcial. <strong>Some Kind Of Nature</strong> no la había escuchado nunca antes y me ha parecido bastante buena y pegadiza. Diría que <strong>Rhinestone Eyes</strong>, <strong>Empire Ants</strong> y <strong>Plastic Beach</strong> son mis favoritas.",
        "link": "2dIGnmEIy1WZIcZCFSj6i8"
    },
    {
        "titulo": "Infest The Rats' Nest",
        "id": "infesttheratsnest",
        "artista": "King Gizzard & the Lizard Wizard",
        "duracion": "35",
        "fechaSalida": "2019/08/16",
        "nota": "8",
        "fechaReview": "2022/02/10",
        "review": "En resúmen, me ha gustado mucho y no tengo ninguna pega, pero no tengo mucha experiencia con el metal así que de momento se me hace todo un poco igual. Aún así me ha encantado y lo dicho no veo nada negativo por más que busque. <strong>Organ Farmer</strong> ya me gustaba de antes, se le unen <strong>Perihelion</strong>, <strong>Venusian 2</strong> y <strong>Self-Inmolate</strong>. Es un álbum experimental que relata miseria en la Tierra e intentos de escapar de ella viajando a Venus, lo cual solo causa aún más sufrimiento. Es crudo y burtal, pero tremendo y habla de cosas del espacio. No me extrañaría revisitarlo en algún tiempo y que sea un 10.",
        "link": "1B12ldQwBhDeS0gIcUg0ux",
        "sugeridoPor": "Alexa",
        "sugeridoLink": "https://twitter.com/pingapollarda"       
    },
    {
        "titulo": "Jet Set Radio SEGA Original Tracks",
        "id": "jetsetradio",
        "artista": "Hideki Naganuma, Richard Jacques, Toronto",
        "duracion": "33",
        "fechaSalida": "2012/10/03",
        "nota": "6",
        "fechaReview": "2022/02/11",
        "review": "Dificil calificarlo como album y no como soundtrack de un juego, principalmente porque precisamente por esto tiene muy mal pacing. Las canciones son tremendas no me malentendáis, pero de nuevo, muy mal pacing que podria facilmente arreglarse. En mi opinión, <strong>Everybody Jump Around</strong> o <strong>That's Enough</strong> deberían ser las primeras tracks. También se nota mucho la canción de Toronto, que aunque buena, no pega con el resto del álbum, está fuera de lugar. A parte de eso, no mucho que decir, las tracks son tremendas. <strong>Everybody Jump Around</strong> y <strong>Sneakman</strong> diría que son mis favoritas, <strong>Rock It On</strong> la que menos me ha gustado. Graciosas las referencias sexuales (probablemente accidentales por mala traducción) escondidas, admitiré.",
        "link": "3oVKqk9TahxvHpFIUlAEuJ"
    },
    {
        "titulo": "Sensational",
        "id": "sensational",
        "artista": "Yung Gravy",
        "duracion": "32",
        "fechaSalida": "2019/05/31",
        "nota": "10",
        "fechaReview": "2022/02/14",
        "review": "Simplemente la experiencia musical definitiva en mi opinión. Banger after banger, de principio a final. Buen pacing, buenos temas, poco más que decir. Me encanta. Si tuviera que encontrarle un punto débil sería <strong>Alley Oop</strong> y quizás <strong>Charlene</strong>. Esto junto a que consideraba mejor cambiar el orden de <strong>Pizzazz</strong> y <strong>One Thot Two Thot</strong> me iban a llevar a ponerle un 9 o un 9.5, pero al final me di cuenta de que es intencional. La canción tiene su primer pico en <strong>The Boys Are Back In Town</strong> (mi favorita) que te tiene absolutamente noddeando, saltando, bailando, después te da un pequeño descanso, hasta que <strong>E.T.</strong> vuelve a ser un segundo pico de intensidad. Después, cuando estás exhausto, viene <strong>Richard Simmons</strong>, una canción sentimental que para el final te deja llorando. Entonces viene <strong>Pizzazz</strong>, un abrazo reconfortante. Por último, cuando has recuperado el ánimo, viene <strong>One Thot Two Thot</strong>. Al principio me pareció una mala despedida pero al final me di cuenta, es así como debe ser, porque Yung Gravy no se despidiría con un abrazo sino con un fistbump. Podría hablar por horas y horas sobre por que me parece genial, sobre cada pequeño detalle en cada canción que me parece milimétricamente calculado para ser sublime, pero no es el punto del hilo y ya bastante he soltado. Me gusta Yung Gravy, llamadme cringe si queréis.",
        "link": "6xd9phTkcEIsi1JWhbxZM3"
    },
    {
        "titulo": "EURINGER",
        "id": "euringer",
        "artista": "EURINGER",
        "duracion": "56",
        "fechaSalida": "2018/10/19",
        "nota": "2",
        "fechaReview": "2022/02/15",
        "review": "Esta nota me sorprende hasta a mi porque amo, amo, AMO Mindless Self Indulgence, pero claro esto no es MSI sino solo el cantante, Jimmy Urine, haciendo cosas por su cuenta. Y son bastante malillas en mi opinión. Primero, comparado con MSI pierde mucha energía, las canciones no solo se sienten como pop rock genérico sino que además me parecen bastante meh, como si Jimmy no hubiera dado una sola clase de teoría musical en su vida, las melodías no tienen armonías y las canciones tienen mal ritmo. Tras una hora de escuchar y 16 tracks, 15 quitando intro, realmente solo me siento como si hubiera escuchado 4 o 5 canciones. Un par de ellas me han encantado claro, <strong>What A Fool Believes</strong> y <strong>The Medicine Does Not Control Me</strong> me parece que están bastante bien. <strong>Problematic</strong> y <strong>Sailor In A Lifeboat</strong> también pero por algún motivo tienen melodías y ritmos muy raros de nuevo, y no en algún sentido experimental y artístico, sino sencillamente disonante y torpe. La outro lo resume bastante bien: \"¿Dos años y medio para esta mierda?\"",
        "link": "3errLr3puRVdp8Rgh8g3lf"
    },
    {
        "titulo": "Holi :3",
        "id": "holi3",
        "artista": "Axolotes Mexicanos",
        "duracion": "19",
        "fechaSalida": "2015/02/16",
        "nota": "8",
        "fechaReview": "2022/02/16",
        "review": "Corto, sólido. Nada que decir del pacing porque son literalmente 8 canciones. Mucho valor sentimental para mí, aunque después de tanto tiempo y asociarlo a otras personas ya puedo escucharlo sin llorar (no puedo decir lo mismo de Salu2). Algo que probablemente nunca podría haber vuelto a escuchar si no hubiera sido porque recientemente me lo ha recomendado un puñado de gente, y eso que me encantaba y de hecho diría que en contra de mi voluntad influenciaron mi música y probablemente lo siguen haciendo. Las que más me han gustado han sido <strong>El Basurero</strong>, <strong>Te Miro Mientras Duermes</strong>, <strong>Me Da igual</strong> y <strong>Interestelar</strong>.",
        "link": "2bC9K02AaFfus83qNl3aOM"
    },
    {
        "titulo": "O My Heart",
        "id": "omyheart",
        "artista": "Mother Mother",
        "duracion": "47",
        "fechaSalida": "2008/09/23",
        "nota": "4.5",
        "fechaReview": "2022/02/17",
        "review": "Es muy bueno. Muy bueno. No me malentendais. Pero muchas canciones se me hacen muy lentas, siguen siendo buenas, pero no me apasiona escucharlas. Las pocas que me gustan son las que tienen más ritmo, las más mainstream: <strong>Arms Tonite</strong> y <strong>Hayloft</strong>, pero también <strong>Body</strong>.",
        "link": "2bC9K02AaFfus83qNl3aOM"
    },
    {
        "titulo": "Good & Evil",
        "id": "goodandevil",
        "artista": "Tally Hall",
        "duracion": "45",
        "fechaSalida": "2011/06/21",
        "nota": "3",
        "fechaReview": "2022/02/21",
        "review": "Es bueno, pero realmente le pasa igual que a O My Heart, un par de canciones que me encantan pero no justifican escuchar el album entero. Que está muy bien, pero se me hace muy lento. Musica de fondo para estudiar, no de escuchar, no se si me explico. <strong>Cannibal</strong>, <strong>You & Me</strong>, <strong>Never Meant to Know</strong>, <strong>&</strong> y <strong>Turn the Lights Off</strong> han sido mis favoritas.",
        "link": "2Vq0Y8wgiZRYtZ1mQ7zOMG"
    },
    {
        "titulo": "Cake And Cognac",
        "id": "cakeandcognac",
        "artista": "Yung Gravy, Dillon Francis",
        "duracion": "10",
        "fechaSalida": "2022/02/04",
        "nota": "3.5",
        "fechaReview": "2022/02/21",
        "review": "De hecho bastnte flojillo por parte de Gravy. La mayoría suena a pop, a Bruno Mars, bastante mid. Por suerte <strong>Dillon's Version Vip</strong> es un puto banger y carrea el album. Mitad pop practicamente, mitad electrónica (la mitad buena).",
        "link": "7lsk0j3C5nMa5SIAZ547jn"
    },
    {
        "titulo": "Perdona Mamá",
        "id": "perdonamama",
        "artista": "Lisasinson",
        "duracion": "27",
        "fechaSalida": "2021/04/09",
        "nota": "6",
        "fechaReview": "2022/02/22",
        "review": "Está bien. <strong>Atasco</strong>, <strong>Tú Y Yo</strong> y <strong>Barakaldo</strong> las que más me han gustado (una vez más, es trampa porque ya me gustaban de antes). El problema es, canciones de amor y desamor, cuando ahora mismo a mí ni una ni otra, jeje.",
        "link": "54u5pf2wCv4yV5bjkYxyaN"
    },

    {
        "titulo": "i don't care at all",
        "id": "idontcareatall",
        "artista": "bbno$",
        "duracion": "25",
        "fechaSalida": "2019/11/08",
        "nota": "8.5",
        "fechaReview": "2022/02/23",
        "review": "Podría ser un 10 muy fácil pero a estas alturas lo tengo muy escuchado, casi empiezan a cansar un poco algunas canciones, pero me sigue gustando bastante. Canciones algo más serio para lo que suele ser bbno$ pero seguimos teniendo <strong>Jimmy Neutron</strong",
        "link": "7yLZeJTQUK0Dn5MHTLNjyI"
    },
    {
        "titulo": "zero_one",
        "id": "zeroone",
        "artista": "The Living Tombstone",
        "duracion": "36",
        "fechaSalida": "2020/09/04",
        "nota": "9",
        "fechaReview": "2022/02/24",
        "review": "¿De verdad tengo que explicar? Simplemente es genial. TLT pero con, de alguna forma, una pizca de madurez, si me explico. Muy bueno. <strong>Drunk</strong> mi favorita, seguida por <strong>Sunburn</strong> y <strong>Lazy</strong>. 35 minutos, 35 buenos minutos.",
        "link": "54wAlSP6p1gVxZmlzAfpiJ"
    },
    {
        "titulo": "Scaled And Icy",
        "id": "scaledandicy",
        "artista": "Twenty One Pilots",
        "duracion": "38",
        "fechaSalida": "2021/05/21",
        "nota": "2",
        "fechaReview": "2022/02/24",
        "review": "Tio, es que es muy malo. Muy meh. Suena como una recopilación de calcos de las pocas canciones sueltas que no me gustan de TOP. La única salvable, que le da esos dos puntitos, es la última, <strong>Redecorate</strong>, que está decente. Quizás no me guste porque estoy ya mayor para TOP, quizás es que son los de TOP que están viejos y ya no hacen música tan buena, pero es que escucho cualquiera de estas canciones, escucho Pet Cheetah o Heavydirtysoul y no hay punto de comparación.",
        "link": "0Q5XBpCYFgUWiG9DUWyAmJ"
    },

    
    
    
    
    
    
    
    
    
    


    {
        "titulo": "Flower Boy",
        "id": "flowerboy",
        "artista": "Tyler, The Creator",
        "duracion": "46",
        "fechaSalida": "2017/08/11",
        "nota": "8",
        "fechaReview": "2022/09/22",
        "review": "Hip hop algo suave, más emocional, no es tanto mi estilo por lo general pero este álbum es sublime. Mis canciones favoritas son <strong>Who Dat Boy</strong>, <strong>I Ain't Got Time</strong> y <strong>Pothole</strong>, aunque muchas otras como <strong>Where This Flower Blooms</strong>, <strong>See You Again</strong>, <strong>November</strong> o <strong>Glitter</strong> también me han gustado mucho. En general es un álbum que me ha encantado y siento que no tiene una nota más alta simplemente porque no estoy familiarizada más con estas canciones, lo cual cambiará pronto ya que seguiré escuchando todas ellas.",
        "link": "2nkto6YNI4rUYTLqEwWJ3o"
    },    
    {
        "titulo": "ye",
        "id": "ye",
        "artista": "Kanye West",
        "duracion": "24",
        "fechaSalida": "2018/06/01",
        "nota": "3",
        "fechaReview": "2022/09/23",
        "review": "Este álbum es una mierda, me encanta. Tengo mucho que decir. Me ha costado mucho decidir su nota, he dudado entre un 8 y un 10, entre un 1 y un 4. Probablemente me arrepienta de la que le he puesto en algún momento. Suficiente, hablemos del álbum. Es radicalmente diferente a cualquier otro trabajo de Kanye en (casi) todos los sentidos. Es corto, no tiene los característicos samples alegres pegadizos, su forma de cantar y la temática también es diferente. Lo único en lo que me recuerda a sus otros álbumes es en que a veces me encuentro pensando \"la peor parte de la canción es en la que Kanye abre la boca\". A veces discursos de dos minutos, a veces versos incomprensibles, sin ritmo, desagradables. Y es por eso que me gusta, porque se nota que por una vez Kanye está expresando lo que quiere, aunque es algo que hace cada vez más, en este disco más que en cualquier otro plasma su mente y sus sentimientos antes que hacer algo comercial. Y comercial no es, para nada. Pero es magnífico. Los mensajes de Kanye, verso tras verso, canción tras canción, expresan emociones a veces crudas y brutales y a veces complejas y abstractas, y todas ellas resuenan conmigo. Me hacen pensar. Me reconfortan bastante.Sin embargo, musicalmente no es algo que vaya a escuchar de normal por muchos motivos. Aparte de que como he dicho las canciones no me parecen tan buenas en cuanto a sonido, probablemente modificarían mi estado emocional y no para mejor. Aún así, en algunas canciones (<strong>Ghost Town</strong>, <strong>Violent Crimes</strong>) las partes en las que *no* canta Kanye son tan buenas que se ganan un sitio en mis playlists de escucha rutinaria. No quiero que se me malentienda. Me encanta el álbum. Es muy malo y muy bueno a la vez. Simplemente dudo dedicarle demasiadas escuchas. Si lo hago, será por malos motivos.",
        "link": "2Ek1q2haOnxVqhvVKqMvJe"
    },
    {
        "titulo": "IGOR",
        "id": "IGOR",
        "artista": "Tyler, The Creator",
        "duracion": "40",
        "fechaSalida": "2019/05/17",
        "nota": "8.5",
        "fechaReview": "2022/09/27",
        "review": "Fue por este álbum por lo que empecé a escuchar a Tyler. Mis canciones favoritas syuas siempre fueron <strong>NEW MAGIC WAND</strong> y <strong>WHAT'S GOOD</strong>, <strong>I THINK</strong> tambien me gusta bastante. <strong>PUPPET</strong> y <strong>I DONT LOVE YOU ANYMORE</strong> no encajan del todo conmigo, al igual que la primera parte de <strong>GONE GONE / THANK YOU</strong>. Aún así, las disfruto como parte del álbum. Para quien no lo sepa ya, IGOR es un álbum conceptual que cuenta una historia a lo largo de este. Me gusta mucho, me identifico con varias emociones expresadas en este. Muy recomendado.",
        "link": "5zi7WsKlIiUXv09tbGLKsE"
    },    
    {
        "titulo": "If",
        "id": "if",
        "artista": "Mindless Self Indulgence",
        "duracion": "45",
        "fechaSalida": "2008/04/29",
        "nota": "9",
        "fechaReview": "2022/09/29",
        "review": "Es, en resúmen, una recopilación de algunas de mis  canciones favoritas no solo de MSI sino de mis favoritas en general, <strong>Lights Out</strong>, <strong>Prescription</strong> (como les conocí) y <strong>Never Wanted To Dance</strong> son canciones que me acompañarán para siempre, el resto del álbum es igual de bueno, banger tras banger. No hay un hilo conductor ya que las canciones de MSI no tienen una gran trama más allá de \"me drogo\" o \"soy mala persona\" o \"narcisismo\" o \"tengo disfuncion erectil\". Todas las canciones tienen el mismo estilo, aunque este se mantiene a lo largo de toda su discografía, así que tampoco es algo que destacar. La falta de algo que haga al álbum especial (quizás un sonido más acústico comparado con su demás música, por decir algo) y un par de cancion no tan buenas, siendo estas <strong>Revenge</strong>, <strong>Due</strong> y  <strong>Money</strong> impiden que le de un 10 al álbum, pero gran parte de estas canciones por si solas lo merecen.",
        "link": "49KrtYvUHrMbO4kYKmxQly"
    },
    {
        "titulo": "bag or die",
        "id": "bagordie",
        "artista": "bbno$",
        "duracion": "33",
        "fechaSalida": "2022/10/21",
        "nota": "3",
        "fechaReview": "2022/10/24",
        "review": "\"Label told me write a pop song I went whoa-oh-oh\", más bien \"Label told me change your whole style to pop I went okay\". He empezado a escuchar este álbum completamente amargada, disgustada con el nuevo estilo de bbno$, estuve ahí desde bb steps en 2018 y todas sus nuevas canciones son cada vez más pop genérico, más letras lentas sin sentido y más melodías repetitivas con el afán de ser pegadizas, y este álbum ha empezado dejando claro que esta es la máxima representación de ello hasta el momento. Soportables como cancioncitas pegadizas como mucho, he aguantado el principio del álbum. La canción con Gravy me ha decepcionado. Es la primera canción conjunta que me disgusta, pero no solo eso, es completamente horrible. Estaba ahí, muy decepcionada y ha pasado algo, <strong>piccolo</strong> me ha parecido buena, no solo soportable, no solo pegadiza en un sentido comercial y objetivo, pegadiza para mí. Me ha alegrado un poco. Siguiente canción, <strong>robert patekson</strong>, lo mismo, con un beat muy bueno, algo menos melódico pero con mucho mejor sonido en mi opinión. Y estaba ahí, pensando que ojalá hiciera canciones buenas \"como las antiguas, como thony thot\", y ha empezado <strong>b to the b</strong>. No me lo podía creer. Sonaba como algo salido de bb steps. Como una canción perdida de 2017. Me ha resultado familiar, como un abrazo entre lo desconocido. Me habían dado justo lo que pedía. \"Bueno, será solo una canción...\" Empieza <strong>deadman</strong>. SUENA, IGUAL, COMO ALGO SALIDO DE BB STEPS. De hecho, me recuerda mucho a bad girl, y hasta ambas features encajan muy bien. De ahí hasta el final, vuelta a las bases melódicas y letras sin sentido (antes las letras eran graciosas y estúpidas, pero siempre tenían algo que decir al final), pero conmigo reconciliada con el estilo nuevo. No me va a gustar más, pero al menos sé que el crio carente de capital no ha olvidado sus orígenes. Porque no lo ha hecho, y es por eso que me han gustado tanto esas canciones de enmedio. Y es que para ellas ha traído de vuelta todo lo antiguo: su antiguo estilo, están producidas por lentra (no como el resto, que están hechas por un tal Diamond Pistols) y hasta usa su antigua tag por ahí enmedio. Todo encaja, las bases son buenas porque son de lentra, de ahí la familiaridad, han sido estas mis favoritas (<strong>b to the b</strong>, <strong>piccolo</strong>, <strong>deadman</strong>, <strong>robert patekson</strong>). Al menos esas son rescatables. El resto de canciones, aunque soportables, no son mi mierda, no son lo que busco en bbno$, no me han gustado tanto <strong>i see london i see france</strong>, <strong>mathematics</strong>, <strong>e-girl anthem</strong>, <strong>touch grass</strong> o <strong>vasectomy</strong>, que por cierto melódicamente es una maravilla porque la coproduce Diplo (es muy mala persona btw, pero produce de la hostia). Que más decir, las de lentra son rescatables, las demás no tanto, que le follen al cáncer, ojalá la canción con Yung Gravy no fuera tremenda basura, no entiendo como lentra y Y2K podrían hacer algo tan malo, y eso que les quiero mucho. Ah, si, Y2K produce, pero solo esa canción.",
        "link": "4oGLasNzQCSK6V3A8ssVKY"
    },


    {
        "titulo": "Bump This",
        "id": "bumpthis",
        "artista": "Danny Gonzalez",
        "duracion": "15",
        "fechaSalida": "2019/04/26",
        "nota": "7",
        "fechaReview": "2022/10/26",
        "review": "Un pequeño EP de 15 minutos y 6 canciones por un youtuber, ahora ex-viner, con la mayoría de canciones siendo parodias de las tendencias de 2019, usando expresiones como \"yass\", una canción hablando sobre ser un youtuber al que no le importa nada más que la fama y el dinero aunque sea a costa de ser una persona horrible, o incluso una canción entera llamada <strong>The Tea</strong>, la cual por cierto creo que es la que menos me gusta junto a <strong>Bad Boy</strong>. Mi favorita, por otro lado, es sin duda <strong>Train</strong>, que habla sobre como ya no se flexea con coches o mansiones, sino con trenes y submarinos (¿y delfines?). Es un EP cortito y cómico, muy recomendado, así como todo el contenido en YouTube de Danny Gonzalez.",
        "link": "7eLPkvLJA7expfH0E330Fg"
    },


    {
        "titulo": "Thrill Seeker",
        "id": "thrillseeker",
        "artista": "Sub Urban",
        "duracion": "19",
        "fechaSalida": "2020/03/13",
        "nota": "9.5",
        "fechaReview": "22/11/03",
        "review": "Un EP muy bueno, normalmente la estética cirquense no suele ser lo mío pero esta es una gran excepción. Es el primer álbum que recuerdo escuchar y menos mal que lo hice. <strong>Freak</strong> es mi canción favorita de este álbum y una de mis canciones favoritas jamás. <strong>KMS</strong> e <strong>Isolate</strong> son dos canciones con las que ocasionalmente identificarme y sentirme a gusto en la miseria. <strong>Spring Fever</strong> y <strong>Cirque</strong> hablan sobre amor, la primera de forma melancólica y la segunda de una forma algo más animada. <strong>Cliché</strong> habla sobre... ¿una pareja estereotípica? Eso es todo, creo. De <strong>when the flies fell</strong> no entiendo nada ni me parece una buena canción que escuchar pero va muy bien para cerrar el EP. Y eso es todo, es cortito pero muy sólido, muy bueno, casi perfecto, mi única queja es que quizás me cansa un poco la voz de Sub Urban.",
        "link": "0PTvzABaWDvafuJ8MZplha"
    },    
    
    
    {
        "titulo": "My Beautiful Dark Twisted Fantasy",
        "id": "mybeautifuldarktwistedfantasy",
        "artista": "Kanye West",
        "duracion": "68",
        "fechaSalida": "2010/03/22",
        "nota": "4",
        "fechaReview": "2022/11/03",
        "review": "Puedo entender a que se refiere Kanye cuando dice que algunas de estas canciones llevaron miles y miles de horas de trabajo. La producción de cada una de las canciones es increíble, cientos de sonidos y voces, la cantidad de capas que hay en cada canción y los efectos y modificaciones que tiene cada una de ellas hacen que el sonido, la atmósfera del álbum, sea inigualable. Sin embargo eso es todo lo bueno que tengo que decir. En ningún momento nadie dijo \"esto es demasiado\" o \"Kanye, creo que el rap debería tener mejor calidad\" y se nota. Las horas solo se invirtieron en producción, no en lírica o en el aspecto de rap en general. Canciones repetitivas de 5, 7 y hasta 9 minutos algunas de ellas con Kanye haciendo ruido durante los 3 últimos (va por tí, <strong>Runaway</strong>). Cualquiera de estas canciones podría durar 4 minutos o menos sin perder nada. Se hace muy cansado escuchar cualquiera de las canciones. Es, simplemente, demasiado. Y es una pena, porque todo aquí tiene muchísimo potencial... pero, como en todos los álbumes de Ye, tenemos que ver como ese potencial se escurre entre nuestros dedos y es completamente arruinado. Para sorpresa de nadie, <strong>POWER</strong> es mi canción favorita del álbum, también he disfrutado mucho de <strong>Monster</strong>, <strong>Dark Fantasy</strong> y <strong>Hell Of A Life</strong>, aunque todas ellas podrían ser más cortas y mejorarían bastante. Las demás en su mayoría están bien, pero acaban siendo molestas para cuando estás llegando al final de la canción. Las que se me han hecho desagradables han sido <strong>Runaway</strong>, <strong>Gorgeous</strong> y <strong>Devil In A New Dress</strong>. Podría haber sido un álbum mucho mejor. En serio, si las canciones duraran la mitad ganaría mucho el álbum.",
        "link": "20r762YmB5HeofjMCiPMLv"
    },
    
    {
        "titulo": "Ugly is Beautiful",
        "id": "uglyisbeautiful",
        "artista": "Oliver Tree",
        "duracion": "37",
        "fechaSalida": "2020/07/17",
        "nota": "4",
        "fechaReview": "2022/11/04",
        "review": "Este álbum es una recopilación de canciones viejas con algunas añadidas. Osea, de las 14 canciones del álbum, 6 ya habían salido antes, y no en plan singles promocionales. Es más un recopilatorio que otra cosa. Además todas esas canciones ya las tenía muy oídas y quemadas de antes así que aunque son bastante buenas no me entusiasma oírlas más. A esto se le suma que aunque en vacío me gusta la música de Oliver, como producto la odio porque es puro marketing sin alma para sacar dinero, todo suena super comercial. Las canciones nuevas para el álbum que más me han gustado han sido <stong>1993</stong>,  <stong>Jerk</stong> y<strong>Bury Me Alive</strong>, de las antiguas <strong>Alien Boy</strong>, <strong>Introspective</strong> y <strong>Hurt</strong>. Creo que <strong>I'm Gone</strong> es la que menos me ha gustado, junto con <strong>Me, Myself and I</strong>. De nuevo, soy consciente de que toda esta música es super comercial pero aún así disfruto de ella. Vaya, <strong>Introspective</strong> es bombo caja platillos guitarra y voz (ni si quiera se entiende que dice), y aún así suena genial, no todo tiene que ser complejo siempre. Muy extraña la situación con <strong>Jerk</strong>, donde la rehizo con Robin Schulz hace poco bajo el nombre de \"Miss You\", que es la misma canción pero acelerada, que a su vez tiene una versión aún más acelerada (Miss You - Sped Up Version)... no entiendo nada. Como sea, las canciones no son malas, solo genéricas y lo poco que las pudiera salvar es contrarrestado por haberlas escuchado cientos de veces en este punto y tenerlas más que quemadas. Al menos para las canciones originales del álbum aprendió a poner bajo en la música.",
        "link": "1HmWQo43Gt8BR2dylfv3o4"
    },
    
    {
        "titulo": "Draining Love Story",
        "id": "draininglovestory",
        "artista": "Sewerslvt",
        "duracion": "52",
        "fechaSalida": "2020/01/25",
        "nota": "5.5",
        "fechaReview": "2022/11/18",
        "review": "Primero, aunque no creo que haga falta que lo diga, no apoyo las acciones de June aunque me guste su música. Segundo... no me gusta toda su música. Este álbum tiene varias tracks demasiado largas y repetitivas incluso para ser jungle o drum and bass, y las que son más cortas son interludios ambientales o como la intro, ruido. Y el álbum en conjunto está muy bien, es toda una experiencia, pero a mí me ha cansado bastante. Las dos canciones principales, <strong>Lexapro Delirium</strong> y <strong>Mr. Kill Myself</strong> (ambas de 7 minutos) son demasiado y es una pena porque ambas suenan genial. Pensaba que era problema de la longitud pero las dos últimas tracks son de 8 minutos y no se hacen tan pesadas, porque no son tan repetitivas y tienen más variedad. Esto poco a poco hace que el álbum se haga largo, te cansa, se podría decir que te drena (soy muy graciosa). <strong>Yandere Complex</strong> me parece la mejor canción del álbum, también me han gustado mucho <strong>Down the Drain</strong>, <strong>Swinging in his cell</strong> y <strong>Lexapro Delirium</strong>. <strong>Ecifircas</strong> está bien pero el sample es muy intrusivo, y aunque me molesta bastante el sampleo de una chica confesando sus autolesiones en <strong>This Fleeting Feeling</strong> y más aún sabiendo el historial de Sewerslvt... la verdad, admito que pega bien con el álbum en general.",
        "link": "3yQqw6ZJDHey6HZCpsrFTb"
    },
        
    {
        "titulo": "",
        "id": "",
        "artista": "",
        "duracion": "",
        "fechaSalida": "",
        "nota": "",
        "fechaReview": "",
        "review": "",
        "link": ""
    },
    {
        "titulo": "Hawaii: Part II",
        "id": "hawaiipartii",
        "artista": "Miracle Musical",
        "duracion": "42",
        "fechaSalida": "2012/01/01",
        "nota": "9",
        "fechaReview": "2023/05/01",
        "review": "Sexo ta muy bueno pierdo mi cabeza y me vuelvo loco",
        "link": "1CbtBQqibzdxhmpiLD7vzN"
    }
]} 

